{"Name": "2-room flat via Bergamo 12, Milan", "Rooms": "2", "Description": "Rif: IMB12 - Tempocasa di Via Bergamo 11 propone in vendita esclusivo bilocale in Via Bergamo.", "Price": "509,000", "Energy Efficiency": "156,27 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/215326/tempocasa-milano-monte-nero/"}
{"Name": "4-room flat via Gaetano De Castillia, Milan", "Rooms": "4", "Description": "As a first idea we want to explain, for those who do not know, that the Vertical Forest is the building-prototype of a new architecture of biodiversity, which places at the center not only man, but the relationship between man and other species. living. Perhaps the most singular component of this articulated system, now widespread in the urban imagination, is constituted by the \"Flying Gardeners\": a specialized team of arborist-climbers who, with mountaineering techniques, once a year descend from the roof of the buildings to carry out pruning and checking the condition of the plants, as well as their eventual removal or replacement. All the maintenance and care of the greenery are in fact managed at the condominium level, in order to maintain control of the anthropic-vegetal balance. Having said this and bearing in mind that there are several notions to know our goal is to tell you about an elegant apartment that we offer for sale, we are talking about about 165 square meters, the property has been renovated by making its own changes to the initial project, the wealth of outdoor spaces of terraces overlooking the green, make this apartment as unique as the building itself. Currently we have a comfortable entrance, large living room with dining room characterized by a terrace with a panoramic and open view of the Unicredit Tower, a well-separated and fully equipped kitchen with every comfort, two bedrooms, two bathrooms and laundry and guest bathroom. The property is completed with a box on the first basement floor and cellar. We organize appointments in compliance with the Anti Covid measures, aimed at highlighting the uniqueness of the product in a socio-economic context of high importance and modernity.", "Price": "2,150,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/137626/ml-servizi/"}
{"Name": "Apartment via Mauro Macchi, Milan", "Rooms": "5", "Description": "Via Mauro Macchi all'angolo con Via Scarlatti, servitissima da tutti i mezzi di superficie e da ben 3 linee metropolitane MM Centrale, Lima e Caiazzo, comodissima per la Stazione Centrale, proponiamo in vendita, signorile abitazione di 175 mq al secondo piano alto. L'appartamento si divide in un ampio ingresso, un bellissimo salone doppio con camino e affacciato sul terrazzino coperto, ulteriori 4 grandi locali da adibire oltre che a camere da letto anche a studio e sala da pranzo, 2 bagni ristrutturati e cucina abitabile con balcone. La camera padronale è dotata di cabina armadio, così come la seconda camera, con ulteriori ripostigli di comodo utilizzo nel disimpegno della zona notte. I pavimenti sono in parquet originale perfettamente conservato ed elegante marmo anch'esso originale, il bagno padronale è dotato di finestra, vasca da bagno e doccia, il secondo bagno è dotato di finestra e grande doccia e può essere facilmente ampliato. L'appartamento gode di grande luminosità per la doppia esposizione con ampie finestre ed è ubicato in un tratto di strada molto silenzioso, poichè privo di attività rumorose sotto casa. Il palazzo è di grande pregio nelle parti comuni ed è servito da portineria al mattino. L'appartamento si presta anche ad essere frazionato in 2 unità attigue con creazione di bussola all'ingresso. Spese condominiali contenute € 3.9000 annui incluso riscaldamento centralizzato. Prezzo richiesto di € 1.050.000 compresa una cantina di pertinenza e possibilità di box auto doppio 28 mq ubicato a pochi passi.", "Price": "1,050,000", "Energy Efficiency": "188,32 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/99002/la-casa-patella-milano/"}
{"Name": "2-room flat via Giacomo Watt, Milan", "Rooms": "2", "Description": "In Via Watt, nella zona bohémienne dei Navigli, sito al secondo piano con ascensore di uno stabile moderno del 2008, proponiamo appartamento di grande charme composto da ingresso su soggiorno con angolo cottura, disimpegno, bagno e camera da letto. Dal soggiorno si accede direttamente alla veranda, la quale rende particolarmente ampia e conviviale la zona living. Sia la veranda che la camera da letto sono direttamente collegati ad una gradevole terrazza. L'immobile viene proposto con due box, di cui uno doppio e due cantine per un valore aggiuntivo di € 100.000. PER MAGGIORI INFORMAZIONI CONTATTARE Poliedro Immobiliare TEL. 02.89415568 - CELL.392. 8553896 - EMAIL poliedroimmobiliare@yahoo.it OPPURE VISITA IL NOSTRO SITO www.poliedroimmobiliare.info", "Price": "420,000", "Energy Efficiency": "175,00 kWh/m^2 per year", "Agency": "tel:02 3540 6343"}
{"Name": "4-room flat via Roberto Lepetit, Milan", "Rooms": "4", "Description": "In an elegant Art Nouveau building in the Parisian style of the early twentieth century, we offer for sale a bright apartment located on the third floor that enjoys excellent brightness in a secluded position with respect to the traffic of the area.", "Price": "745,000", "Energy Efficiency": "199,92 kWh/m^2 per year", "Agency": "tel:02 8974 1966"}
{"Name": "4-room flat via Carlo Farini 44, Milan", "Rooms": "4", "Description": "QUADRILOCALE CON TERRAZZO", "Price": "595,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:02 3540 9156"}
{"Name": "3-room flat corso San Pietro 51, Abbiategrasso", "Rooms": "3", "Description": "In corte elegante degli inizi del '900, in pieno centro abbiatense, vendesi 3 locali totalmente ristrutturato nel 2019 sito al primo piano con cantina e box singolo.", "Price": "159,000", "Energy Efficiency": "27,00 kWh/m^2 per year", "Agency": null}
{"Name": "Penthouse via Galileo Galilei 2, Pozzo d'Adda", "Rooms": "3", "Description": "BETTOLA DI POZZO D'ADDA (MI) In recente palazzina (facciata, balconi, ristrutturati nel 2016), disponiamo al 3° ed ultimo piano con ascensore panoramico, ottimo attico di 3 locali composto da: soggiorno con angolo cottura, disimpegno, camera matrimoniale, cameretta e bagno. Ampio balcone e terrazzino esposizione sud. Box e cantina al piano interrato. Termoautonomo. Da vedere.! Libero da Marzo 2022. € 138.000, possibilità secondo box singolo.", "Price": "138,000", "Energy Efficiency": "212,00 kWh/m^2 per year", "Agency": null}
{"Name": "Attic via Roma 4, Buscate", "Rooms": "3", "Description": "Bellissima mansarda in corte!", "Price": "109,000", "Energy Efficiency": "4,00 kWh/m^2 per year", "Agency": null}
{"Name": "2-room flat via San Antonio 39, Melzo", "Rooms": "2", "Description": "Melzo, Proponiamo in centro storico Bilocale Duplex soggiorno con angolo cottura, scala interna che porta al piano superiore dove troviamo camera dal letto con balcone, antibagno, bagno. Attualmente affittato . Ottimo per investimento . Senza Spese Condominiali. Possibilità di rata mutuo di 445 euro/mese Per Informazioni chiamare 02.95739809 - WhatsApp 334.9525613 – mail melzo@faini.it Valutiamo gratuitamente il tuo immobile e affidandoci l'esclusiva avrai una pubblicità specifica per le tue esigenze. Il Gruppo Faini, grazie al suo studio tecnico di progettazione ed ai suoi collaboratori è leader nella compravendita immobiliare da oltre cinquant'anni e si è affermato con successo anche nel campo della amministrazione di condomini. Vieni a conoscerci presso la nostra sede in Via Verdi 1 a Melzo.", "Price": "107,500", "Energy Efficiency": "", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/9244/faini-case-melzo/"}
{"Name": "3-room flat piazza Grandi 48, Solaro", "Rooms": "3", "Description": "Nella frazione di Villaggio Brollo, la Tecnocasa di Solaro propone in vendita ampio Trilocale in contesto condominiale.", "Price": "135,000", "Energy Efficiency": "200,00 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/155797/tecnocasa-garbagnate-milanese/"}
{"Name": "Apartment via Orione 7, Mediglia", "Rooms": "70", "Description": "Bettolino di mediglia- edilizia privata- trilocale trasformato in bilocale molto comodo, con giardinetto privato in piccola palazzina di 4 piani.", "Price": "170,000", "Energy Efficiency": "134,29 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Ottavio Steffenini 137, San Colombano al Lambro", "Rooms": "3", "Description": "Posizione centrale nel grazioso borgo, ampio e luminoso appartamento, composto da un open space cucina-salotto, stanza da letto e bagno. Uno spazioso balcone percorre tutto l esterno dell' appartamento. Completamente arredato, la proprietà comprende anche garage e cantina privati.", "Price": "90,000", "Energy Efficiency": "123,00 kWh/m^2 per year", "Agency": null}
{"Name": "2-room flat via Pegaso 18, Mediglia", "Rooms": "2", "Description": "A Bettolino di Mediglia, bilocale di circa 50 mq, con terrazzo perimetrale e giardino di proprietà di circa 20 mq, composto da: soggiorno con angolo cottura, anticamera, bagno, camera matrimoniale. Riscaldamento autonomo, molto luminoso per via dell'esposizione sud-est. Cantina inclusa, molto comoda da raggiungere.", "Price": "140,000", "Energy Efficiency": "190,00 kWh/m^2 per year", "Agency": null}
{"Name": "4-room flat via John Fitzgerald Kennedy 18, San Donato Milanese", "Rooms": "4", "Description": "Direttamente da privato, appartamento molto luminoso sito al 6°piano, composto da: ingresso, salone doppio esposto a sud con ampio balcone, cucina abitabile con balcone, due bagni, tre camere, due sgabuzzini e cantina. Possibilità di avere due box a 25.000 euro ciascuno.", "Price": "470,000", "Energy Efficiency": "212,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Concordia 4, San Donato Milanese", "Rooms": "3", "Description": "Trilocale in zona centralissima adiacenza comune.", "Price": "188,000", "Energy Efficiency": "300,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Giovanni Paolo II 1, Cerro al Lambro", "Rooms": "3", "Description": "Cerro al Lambro, frazione Riozzo, in prossimità di Melegnano", "Price": "169,000", "Energy Efficiency": "2.005,00 kWh/m^2 per year", "Agency": null}
{"Name": "4-room flat via Alessandro Manzoni, Pantigliate", "Rooms": "4", "Description": "In contesto residenziale, in ottime condizioni nelle sue parti comuni si propone appartamento di mq 130 su due piani composto da ingresso su disimpegno, soggiorno doppio, cucina abitabile, 3 camere da letto e doppi servizi. Completa la proprieta' un' ampia balconata. L'appartamento si presenta in ottime condizioni di manutenzione e presenta ottime finiture. Vendita da privato.", "Price": "219,000", "Energy Efficiency": "115,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat piazza della Repubblica 6, Mediglia", "Rooms": "3", "Description": "Affacciato sulla Piazza principale di Mediglia, in complesso di recente costruzione, proponiamo", "Price": "230,000", "Energy Efficiency": "108,00 kWh/m^2 per year", "Agency": null}
{"Name": "Apartment via Cassino d'Alberi 2B, Tribiano", "Rooms": "5+", "Description": "A Tribiano, nel complesso “Gli Aironi”, vendesi luminosa e tranquilla soluzione su due livelli (duplex), di recente costruzione.", "Price": "220,000", "Energy Efficiency": "1.000,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Giacomo Matteotti 55, Peschiera Borromeo", "Rooms": "3", "Description": "PRIVATO VENDE SPLENDIDO TRILOCALE DI 115 MQ CON ENORME TERRAZZO DI 80 MQ E BALCONI", "Price": "265,000", "Energy Efficiency": "123,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Gioacchino Rossini, Vizzolo Predabissi", "Rooms": "3", "Description": "Appartamento situato a 300m dalle scuole dell'infanzia, elementari e medie. A due passi dal carrefour express. Uscita autostradale a meno di 1 km. A due passi da Melegnano e dall'ospedale. Non si può dire altro, ha tutti i servizi a portata di mano. Condominio tranquillo e vicini altrettanto. Al momento l'appartamento non è libero, si prevede entro settembre", "Price": "140,000", "Energy Efficiency": "116,00 kWh/m^2 per year", "Agency": null}
{"Name": "2-room flat via Bruxelles, San Donato Milanese", "Rooms": "2", "Description": "BILOCALE NEL COMPLESSO RESIDENZIALE TORRI LOMBARDE", "Price": "310,000", "Energy Efficiency": "1,00 kWh/m^2 per year", "Agency": null}
{"Name": "Apartment via Massimo Gorky 20, San Giuliano Milanese", "Rooms": "64", "Description": "Ampio bilocale in un condominio tranquillo con tanto verde, parco giocchi bambini e portineria, ben servito dai mezzi pubblici, i centri commerciali Esselunga, Careffour, Cupole a due passi, composto da ingresso nel soggiorno grande con cucina a vista, ripostiglio, bagno con doccia, camera da letto.", "Price": "150,000", "Energy Efficiency": "106,81 kWh/m^2 per year", "Agency": null}
{"Name": "2-room flat Cascina Serbelloni 11, Pregnana Milanese", "Rooms": "2", "Description": "Solution of an independent two-room apartment on two levels in the context of an ancient village near the Pregnana Milanese station and a few minutes from the center, as follows: on the ground floor we find an entrance patio where you can relax, entering we find a hallway with a flight of marble stairs leading to the first floor and to the tavern. On the ground floor there is a kitchen and bathroom with window, on the first floor bedroom with balcony overlooking the internal courtyard and in the basement there is a large tavern, bathroom / laundry room and basement used as a storage room. The solution is immediately free to customize and with the possibility of buying the property next to it to make it a single large independent solution. With the possibility of parking in front of the house. To make an appointment, call us at the toll-free number 800202222. This description is purely indicative and does not constitute a contractual element.--cfc37df853bf13894b8c3607cc2ce4a1!", "Price": "89,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/224012/facile-immobiliare/"}
{"Name": "Apartment via San Michele del Carso 10, Pogliano Milanese", "Rooms": "5", "Description": "FACILE IMMOBILIARE propone in vendita in zona residenziale, nelle immediate vicinanze dei principali servizi, in corte degli anni trenta, appartamento disposto su due livelli così composto:", "Price": "190,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/224012/facile-immobiliare/"}
{"Name": "3-room flat via Magenta 101, Rho", "Rooms": "3", "Description": "Rif: T289AR - Sei alla ricerca di una soluzione di recente costruzione con sfogo esterno? Questa è la soluzione che fa per te!", "Price": "289,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/208916/tempocasa-rho/"}
{"Name": "4-room flat via General Cantore 11, Rho", "Rooms": "4", "Description": "San Giovanni: caratteristica principale di questa zona è la presenza di soluzioni indipendenti, piccole palazzine che rendono il quartiere signorile, silenzioso e tranquillo perchè lontano dal traffico cittadino.", "Price": "175,000", "Energy Efficiency": "227,28 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/385136/tecnorete-rho/"}
{"Name": "4-room flat via Magenta 16, Rho", "Rooms": "4", "Description": "Rif: Q219LL - Rif: Q219LL- Proponiamo Splendido 4 locali ristrutturato", "Price": "209,000", "Energy Efficiency": "175,00 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/208916/tempocasa-rho/"}
{"Name": "3-room flat via cesare battisti 9, Pero", "Rooms": "3", "Description": "Fiera Milano: Cerchiate, part of the municipality of Pero, a small town surrounded by greenery, located north-west of Milan, near the new Milanese exhibition center and the Rho Fiera Milano red line underground stop, reachable in a few minutes. The building, recently built and consisting of a few residential units, is in excellent condition, has a large and well-kept communal garden, equipped with a children's play area, and is barrier-free. The apartment has a modern cut and has a generous size, ideal for different types of housing. The living area consists of a large living room, made bright by the glass surface that occupies the entire external wall and by an eat-in kitchen; from both rooms it is possible to access a large terrace with an internal view, which guarantees privacy and tranquility. The hallway leads to the sleeping area, consisting of two bedrooms and two bathrooms, one of which is used as a laundry. There is also a convenient storage room at high altitude. The double exposure guarantees good air circulation and gives brightness to the property. The energy class A and the semi-autonomous heating, provided by a district heating system, with the possibility of regulating the temperature of each room in a different way, allow to reduce consumption to a minimum. It should be noted the presence of the air conditioning system with double split in the living room and in the double bedroom, as well as mosquito nets and railings. The property includes a cellar and a double garage for € 35,000.00.", "Price": "320,000", "Energy Efficiency": "27,36 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/380121/tecnocasa-pero/"}
{"Name": "2-room flat via Luigi Cadorna 24, Rho", "Rooms": "2", "Description": "SOLI € 118.000", "Price": "112,000", "Energy Efficiency": "122,69 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/4576/cedim/"}
{"Name": "3-room flat via Mille 13, Cornaredo", "Rooms": "3", "Description": "Una soluzione abitativa ideale per chi è amante degli spazi esterni ed è alla ricerca di un appartamento già pronto da abitare in una zona centrale del paese.", "Price": "260,000", "Energy Efficiency": "300,35 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/109097/tecnocasa-cornaredo/"}
{"Name": "Penthouse via Statuto 5, Arese", "Rooms": "5", "Description": "Arese, Via Statuto, in complesso di recente costruzione denominato Residence le Fontane, proponiamo in vendita, con incarico in esclusiva, plurilocale a reddito all'ultimo piano, disposto su du livelli con doppio ingresso e terrazzi al piano.", "Price": "550,000", "Energy Efficiency": "56,28 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/244458/santa-tecla-lux/"}
{"Name": "2-room flat via Tito Speri 8, Bollate", "Rooms": "2", "Description": "BOLLATE CENTRO: In zona servita ottimamente da mezzi pubblici (Passante Ferroviario a pochi passi) ottimo per collegamenti in pochi minuti con Milano, Negozi, Supermercati, Scuole, etc..., proponiamo in contesto di recente costruzione, Appartamento posto al primo piano e così composto: Ingresso, salone con cucina a vista e accesso alla balconata, disimpegno, camera matrimoniale e bagno. Completa la proprietà una cantina di pertinenza. Il tutto Nuovo e mai abitato", "Price": "198,000", "Energy Efficiency": "52,60 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/5321/bp-milano-viale-sondrio/"}
{"Name": "2-room flat via Mazzini 26, Cornaredo", "Rooms": "2", "Description": "Lo stabile è situato in una delle vie principali del paese, a due passi dalla fermata dell'autobus che porta a Milano.", "Price": "120,000", "Energy Efficiency": "253,75 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/109097/tecnocasa-cornaredo/"}
{"Name": "3-room flat via Guglielmo Marconi 120, Pregnana Milanese", "Rooms": "3", "Description": "FACILE IMMOBILIARE PROPONE IN VENDITA Esclusivo appartamento di 3 locali di 120 mq con giardino in contesto di recente costruzione. L'immobile di tre locali è ubicato in una zona edificata di recente a due passi dalla stazione di Pregnana Milanese FS. Internamente la soluzione è cosi disposta: ingresso su disimpegno, sulla sinistra zona giorno composta da comoda cucina abitabile con uscita sul giardino di proprietà e ampio soggiorno con finestra e portafinestra entrambe con affaccio e uscita sul stesso giardino alla quale si accede attraversando un area verandata; zona notte composta da camera matrimoniale, camera singola e due servizi entrambi con box doccia uno dei quali e cieco, completa la soluzione un comodo ripostiglio con armadi su misura e la cantina e e il box di pertinenza entrambi al piano seminterrato: Ideale per chi ama la tranquillità e predilige gli spazi esterni ma non rinuncia alla vicinanza e comodità della stazione e di tutti servizi di primaria necessità.", "Price": "279,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/224012/facile-immobiliare/"}
{"Name": "3-room flat via Don Luigi Sturzo, Cornaredo", "Rooms": "3", "Description": "La piccola palazzina prevede solo tre appartamenti e verrà realizzata seguendo tutte le norme in tema energetico che consentiranno di raggiungere la classe 'A'.", "Price": "280,000", "Energy Efficiency": "23,13 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/109097/tecnocasa-cornaredo/"}
{"Name": "3-room flat via Milano 30, Bollate", "Rooms": "3", "Description": "Nella frazione di Ospiate, proponiamo in vendita in contesto condominiale dotato di servizio di ascensore, appartamento di 3 locali posto al piano primo.", "Price": "135,000", "Energy Efficiency": "178,81 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/384278/tecnocasa-bollate/"}
{"Name": "3-room flat via Pace 158, Rho", "Rooms": "3", "Description": "MAZZO DI RHO", "Price": "200,000", "Energy Efficiency": "120,12 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/113577/tecnocasa-rho-via-pace/"}
{"Name": "3-room flat via Torquato Tasso 25, Solaro", "Rooms": "3", "Description": "In a residential area, in the immediate vicinity of the center of Solaro and the main services such as: Schools, Esselunga, Municipality, Post Office, Sports Center and public transport; children and public parking,", "Price": "139,000", "Energy Efficiency": "216,03 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/155797/tecnocasa-garbagnate-milanese/"}
{"Name": "3-room flat via Roma 79, Garbagnate Milanese", "Rooms": "3", "Description": "In Garbagnate Milanese, Zona Centro, Via Roma 79, comodo con tutti i servizi, proponiamo TRE Locali , mq. 80 circa, in condominio, piano alto con ascensori, ampio giardino condominiale e portineria, L'appartamento, molto luminoso, è composto da sala, cucina abitabile, camera, cameretta, servizi e ampio balcone nella zona giorno, oltre al solaio al piano sottotetto. Il tutto in ottimo stato in quanto recentemente oggetto di totale ristrutturazione. Riscaldamento centralizzato. Libero in tempi brevi. riferimento annuncio numero 20.", "Price": "129,000", "Energy Efficiency": "311,32 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/90805/italcase-garbagnate-milanese/"}
{"Name": "2-room flat via Baranzate, Novate Milanese", "Rooms": "2", "Description": "Rif: B-53 - VIA BARANZATE:", "Price": "169,000", "Energy Efficiency": "189,31 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/221784/tempocasa-novate-milanese/"}
{"Name": "3-room flat via novara 28, Bollate", "Rooms": "3", "Description": "BOLLATE FRAZIONE DI OSPIATE.", "Price": "148,000", "Energy Efficiency": "271,09 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/384278/tecnocasa-bollate/"}
{"Name": "2-room flat via Matteotti, Arese", "Rooms": "2", "Description": "ref: b-25 - in the center well served, on the first floor of a building surrounded by greenery inside the residence \"le vaiane\", we offer for sale two large rooms of 70sqm consisting of a comfortable entrance, spacious living room, eat-in kitchen, hallway , double bedroom, bathroom and small closet. living room and kitchen have an exit to the 15sqm terrace with west exposure. the cellar and the garage complete the apartment. the condominium complex is equipped with green areas and a playground for children.--f5056aff49e4537d08b75ceab2c7209c!", "Price": "165,000", "Energy Efficiency": "178,62 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/50337/tempocasa-arese/"}
{"Name": "2-room flat via Filippo Corridoni 36, Rho", "Rooms": "2", "Description": "RHO - CENTRO", "Price": "155,000", "Energy Efficiency": "155,45 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/113577/tecnocasa-rho-via-pace/"}
{"Name": "2-room flat via Grazia Deledda 16, Cornaredo", "Rooms": "2", "Description": "Il complesso in cui si trova l'appartamento è di recente costruzione ed è stato ultimato nel 2013, è composto da quattro fabbricati inseriti in un contesto curato, verde e signorile. Nello specifico il condominio è dotato di tutti i più recenti comfort tecnologici e certificato in classe energetica 'A', grazie a moderne soluzioni impiantistiche a basso consumo e al cappotto termico.", "Price": "115,000", "Energy Efficiency": "23,53 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/109097/tecnocasa-cornaredo/"}
{"Name": "3-room flat piazza Grandi 48, Solaro", "Rooms": "3", "Description": "In the Villaggio Brollo area, in a condominium context a few steps from the Saronno-Monza provincial road, Tecnocasa offers for sale a recently renovated three-room apartment.", "Price": "135,000", "Energy Efficiency": "183,31 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/155797/tecnocasa-garbagnate-milanese/"}
{"Name": "Single family villa via Emilio Alessandrini, Noviglio", "Rooms": "5", "Description": "Santa Corinna di Noviglio, in zona residenziale e tranquilla, villa indipendente, libera su 4 lati,", "Price": "340,000", "Energy Efficiency": "102,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Giotto, Basiglio", "Rooms": "3", "Description": "Centralissima residenza di Milano 3, trilocale appena ristrutturato a piano alto.", "Price": "390,000", "Energy Efficiency": "170,00 kWh/m^2 per year", "Agency": null}
{"Name": "Single family villa via Roma 51, Basiglio", "Rooms": "5", "Description": "Da privato. Villa ristrutturata con piscina e giardino di 400 mq molto riservato, sita in Condominio Borgo Vicino. Salone, di cui una parte a doppia altezza, cucina abitabile, bagno di cortesia. Al primo piano due camere di cui una molto grande, cabina armadio, due bagni più un soleggiatissimo terrazzino. Grande camera e cabina armadio predisposta per ulteriore bagno all’ultimo piano. Completano la proprietá un box doppio, un’ampia taverna, una lavanderia ed una grande cantina. Accesso anche direttamente dal box. Videocitofono digitale, allarme, termoconvettori aria calda/fredda. Ristrutturata da architetto. Ottima esposizione est/ovest.", "Price": "780,000", "Energy Efficiency": "98,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Martiri di Cefalonia 5, Opera", "Rooms": "3", "Description": "Vendesi appartamento di tre locali sito in Opera zona Coop vicinanza a fermata del bus , supermercati ,Parco giochi per bambini con area cani , outlet scalo Milano e stazione del treno a pochi metri,situato in un contesto signorile di recente costruzione da 78 Mq con doppia esposizione così composto : Ingresso con soggiorno ampio ,cucina a vista con camera matrimoniale e cameretta ,bagno finestrato ,loggiato(terrazza) ove si può accedere sia dal soggiorno che dalla cucina di circa 8 mq completa di zanzariere esterne presenti anche su tutte le finestre di casa , impianto di climatizzazione compreso nella richiesta e caldaia sostituita 3 anni fa con impianto di riscaldamento termoautonomo , completa la soluzione un box di circa 18 Mq e cantina. ottime condizioni interne appena eseguiti lavori di ristrutturazione tetto, spese condominiali contenute, libero al rogito. No agenzie", "Price": "235,000", "Energy Efficiency": "212,00 kWh/m^2 per year", "Agency": null}
{"Name": "Terraced house via Salvador Allende 29, Locate di Triulzi", "Rooms": "4", "Description": "La villetta si trova a gnignano (frazione locate di triulzi) mi", "Price": "199,000", "Energy Efficiency": "100,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat good condition, eighth floor, Pieve Emanuele", "Rooms": "3", "Description": "TRATTATIVA PRIVATA TRILOCALE VIA DEI PINI 6 - PIEVE EMANUELE -", "Price": "Price on application", "Energy Efficiency": "160,00 kWh/m^2 per year", "Agency": null}
{"Name": "4-room flat via Giacomo Puccini 4, Zibido San Giacomo", "Rooms": "4", "Description": "appartamento 4 locali ristrutturato con riscaldamento autonomo e aria condizionata canalizzata, in via giacomo puccini, 3 camere, 1 cucina abitabile, 1 sala, 2 bagni, 2 balconi, 2 ripostigli, 1 cantina.", "Price": "220,000", "Energy Efficiency": "102,00 kWh/m^2 per year", "Agency": null}
{"Name": "2-room flat via Eugenio Curiel 38, Rozzano", "Rooms": "2", "Description": "Vendesi bellissimo appartamento bilocale al secondo piano , completamente ristrutturato e arredato moderno, con grande e luminoso salone provvisto di mobile televisione su misura e grande tavolo da pranzo , cucina a vista ma rialzata con penisola per pranzare da soli. bagno con vasca, grande e super luminosa camera da letto completa di letto matrimoniale e armadio su misura.", "Price": "165,000", "Energy Efficiency": "22,00 kWh/m^2 per year", "Agency": null}
{"Name": "2-room flat via Don Silvio Coira 51, Basiglio", "Rooms": "2", "Description": "L'appartamento si trova nel centro storico di Basiglio, a 20 minuti da Milano in auto e a pochi metri dal capolinea del bus che porta in piazza Abbiategrasso a Milano.", "Price": "190,000", "Energy Efficiency": "323,00 kWh/m^2 per year", "Agency": null}
{"Name": "2-room flat via Giorgio Amendola 24, Rozzano", "Rooms": "2", "Description": "In residence di recente costruzione si propone in vendita appartamento di due locali composto da: ingresso su soggiorno con cucina a vista, terrazzo, disimpegno, bagno con doccia , camera matrimoniale, cantina.", "Price": "162,000", "Energy Efficiency": "20,00 kWh/m^2 per year", "Agency": null}
{"Name": "2-room flat via Giacomo Matteotti, Binasco", "Rooms": "2", "Description": "Bellissimo bilocale , super illuminato , all’interno di un condominio a 30 metri dal centro di Binasco. Adiacente a tutti i servizi e mezzi pubblici per Milano e Pavia.", "Price": "89,000", "Energy Efficiency": "247,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Don Luigi Sturzo 3, Opera", "Rooms": "3", "Description": "In contesto tranquillo e circondato dal verde, vendesi, no agenzia, splendido trilocale di mq 80 circa.", "Price": "240,000", "Energy Efficiency": "212,00 kWh/m^2 per year", "Agency": null}
{"Name": "Terraced house via Don Giovanni Minzoni, Noviglio", "Rooms": "4", "Description": "Introvabile a Santa Corinna di Noviglio, villa semi-indipendente di testa di 270 mq disposta su 2 livelli (e piano seminterrato) con giardino di 350 mq, porticato, box auto doppio e posti auto scoperti.", "Price": "460,000", "Energy Efficiency": "114,00 kWh/m^2 per year", "Agency": null}
{"Name": "Terraced house via Ugo La Malfa 120, Opera", "Rooms": "5+", "Description": "Privato propone in Vendita:", "Price": "540,000", "Energy Efficiency": "102,00 kWh/m^2 per year", "Agency": null}
{"Name": "Apartment via Alessandro Manzoni 20, Basiglio", "Rooms": "5+", "Description": "VENDESI QUADRILOCALE CON HOBBY 206 mq in totale", "Price": "650,000", "Energy Efficiency": "29.388,00 kWh/m^2 per year", "Agency": null}
{"Name": "2-room flat via Luigi Calori, Locate di Triulzi", "Rooms": "2", "Description": "a pochi metri dalla stazione ferroviaria e dai servizi primari (supermercati ristorante bar etc), vendesi ampio bilocale di 72 mq posto al primo piano di una palazzina costruita nel 2010.", "Price": "180,000", "Energy Efficiency": "", "Agency": null}
{"Name": "2-room flat via Carlo Romanoni 1, Locate di Triulzi", "Rooms": "2", "Description": "Ampio bilocale con tripla esposizione, secondo piano in palazzo storico in centro paese, con ingresso posizionato a fine balconata (massima privacy, nessun passaggio condomini). Impianto climatizzazione e caldaia Turbo a metano nuova. Bassissime spese condominiali (meno di 250 euro all'anno). Ottimo investimento, sia come prima casa (metratura superiore agli altri bilocali del condominio) che se messo a reddito tramite Airbnb o Booking. No intermediari o agenzie, solo contatto con privati seriamente interessati. Condominio in attesa di autorizzazione a ristrutturazione con Superbonus 110%", "Price": "109,000", "Energy Efficiency": "146,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Gaetano Donizetti 3, Casarile", "Rooms": "3", "Description": "Privato propone in vendita, in un signorile complesso completato nel 2009, appartamento composto da: Ingresso su soggiorno con cucina a vista e balcone affacciato con ampia vista sulle campagne, disimpegno che accompagna nella zona notte dove troviamo la cameretta, il bagno con doccia e la camera matrimoniale. L'ottima esposizione garantisce molta luce naturale.", "Price": "160,000", "Energy Efficiency": "112,00 kWh/m^2 per year", "Agency": null}
{"Name": "3-room flat via Monte Gran Sasso 53, Cinisello Balsamo", "Rooms": "3", "Description": "cinisello balsamo: zona bellaria", "Price": "185,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:02 8736 2698"}
{"Name": "3-room flat via San Michele del Carso 53/A, Paderno Dugnano", "Rooms": "3", "Description": "CANTIERI E NUOVE COSTRUZIONI", "Price": "351,535", "Energy Efficiency": "29,00 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/42465/gabetti-paderno-dugnano/"}
{"Name": "Building for Sale", "Rooms": "5+", "Description": "We offer for sale a B&B located in the municipality of Sesto San Giovanni adjacent to the North Park, one of the most beautiful in the city of Milan, near the cycle and pedestrian area.", "Price": "380,000", "Energy Efficiency": "104,05 kWh/m^2 per year", "Agency": "tel:02 9475 1811"}
{"Name": "2-room flat viale Antonio Gramsci 42, Sesto San Giovanni", "Rooms": "2", "Description": "Ampio 2 locali (mq 80) composto da ingresso, soggiorno con balcone, cucina abitabile, ampia camera da letto con secondo balcone e servizio finestrato con doccia già rimodernato. Piano alto e luminoso. Serramenti in alluminio con doppi vetri e porta blindata. Cantina. Possibilità box a parte (situato nel corsello coperto). Riscaldamento centralizzato e acqua calda autonoma con scaldacqua a gas. Stabile signorile con portineria in posizione strategica. Spese condominiali minime di € 1.600,00 annui. Vicinanza MM Rondo´ (50 metri). Zona centrale con servizi e mezzi. Subito disponibile.", "Price": "196,000", "Energy Efficiency": "123,70 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/23490/studio-satta-monza/"}
{"Name": "Apartment at auction via Italia 116, Paderno Dugnano", "Rooms": "1", "Description": "PER INFORMAZIONI E VISITE CONTATTARCI AL NUMERO 02/97.48. 70.88 WWW. CONSULOVEST. IT", "Price": "from 42.000,00", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/118081/consulovest-corbetta/"}
{"Name": "3-room flat via Milano, Cologno Monzese", "Rooms": "3", "Description": "In the heart of Cologno Monzese, in an excellent position for travel, served by all kinds of needs and a few steps from the Metro, Miranda Immobiliare offers for sale a large 3-room apartment of 139 square meters located in a very recent mini building in 2019. possibility of choice of finishings; equipped with an anti-theft system, double glazed aluminum frames, underfloor heating, armored door and anti-theft preparation, it is arranged as follows: Entrance, large room with open kitchen, having access to the comfortable 10 sqm terrace, hallway of the sleeping area with compartment Storeroom, Double bathrooms and 2 bedrooms.", "Price": "360,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:02 3540 9282"}
{"Name": "2-room flat via San Maurizio al Lambro, Cologno Monzese", "Rooms": "2", "Description": "IN BELLISSIMA MINIPALAZZINA 2 LOCALI PRATICAMENTE NUOVO. In contesto ottimamente tenuto 2 locali con terrazzino SENZA BARRIERE ARCHITETTONICHE composto da ingresso, sala e cucina a vista con affaccio sul terrazzino, disimpegno bagno e camera da letto anch'essa con affaccio sul terrazzino. L'appartamento in ottime condizioni interne è pronto per essere abitato. La cantina al piano terra, comodissima per le biciclette completa la proprietà. Poss. box. DA VEDERE !!! Via Per San Maurizio al Lambro Brugherio.", "Price": "125,000", "Energy Efficiency": "138,90 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/4912/doctor-house-cologno/"}
{"Name": "Apartment via puccini 60, Sesto San Giovanni", "Rooms": "5+", "Description": "Adiacenze stazione FS, in contesto signorile immerso nel verde con servizio portineria, posto all'ultimo piano, proponiamo in vendita, unico nel suo genere, panoramico e luminoso appartamento stile attico. L'appartamento è composto da ingresso, salone doppio, cucina abitabile, quattro camere da letto, studio, tre bagni, ripostiglio, lavanderia, tre ampi balconi e due cantine. Le finiture sono signorili, l'appartamento è libero e pronto da abitare; possibilità di box singolo o doppio a scelta, non compreso nel prezzo.", "Price": "510,000", "Energy Efficiency": "", "Agency": "tel:02 8736 2699"}
{"Name": "3-room flat via Papa Giovanni XXIII 19, Cologno Monzese", "Rooms": "3", "Description": "The complex was built in the 1980s just 30 meters from the green line metro stop. Elegant complex has a concierge service with video surveillance, double lifts and an internal courtyard. In the immediate vicinity there are primary and secondary schools and within 300 meters it is possible to reach all the basic necessities.", "Price": "230,000", "Energy Efficiency": "211,01 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/113530/tecnocasa-cologno-monzese/"}
{"Name": "2-room flat via San Michele del Carso 53/A, Paderno Dugnano", "Rooms": "2", "Description": "CANTIERI E NUOVE COSTRUZIONI", "Price": "233,851", "Energy Efficiency": "29,00 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/42465/gabetti-paderno-dugnano/"}
{"Name": "3-room flat via Francesco Guardi 4, Cinisello Balsamo", "Rooms": "3", "Description": "Ma quanti metri quadrati ha questa casa ? Non si capisce, ....sembra che tutti abbiamo un idea diversa. Qualcuno ha misurato la superficie con l'ELASTICO. Quelli GARANTITI da noi sono VERIFICABILI. Comfort , Sicurezza, Bioarchitettura, Impatto ambientale vicino allo zero, Contesto Verde, a pochi passi dal Parco del Grugnotorto, PERCHE' tutto questo dovrebbe essere troppo per te ? E' il pagamento che ti spaventa ? E se ti dicessi che non devi fare subito il mutuo per acquistare questa casa, ma che possiamo impostare un pagamento personalizzato che tiene conto delle tue esigenze? Con calma che cose prendono un 'altra prospettiva,...il tempo e' un galantuomo.", "Price": "305,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:02 8974 3100"}
{"Name": "4-room flat via Catania, Sesto San Giovanni", "Rooms": "4", "Description": "IN LARGE 4-ROOM MINI-PALACE COMPLETELY RENOVATED. we offer a large 4-room apartment comprising entrance hall, lounge with balcony, kitchen with balcony, 3 bedrooms, bathroom and closet. The property is sold fully furnished except the kitchen. A large cellar completes the property. TO BE SEEN!!--3053c12eb2407c1771c16c7d401b6d9b!", "Price": "179,000", "Energy Efficiency": "180,69 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/4912/doctor-house-cologno/"}
{"Name": "3-room flat via Fratelli di Dio 31/E, Sesto San Giovanni", "Rooms": "3", "Description": "Nuovo 3 locali in classe A al 1° piano, con terrazzo. Composto da: ampio soggiorno, cucina a vista, una camera da letto, una cameretta, due bagni, terrazzo, cantina.", "Price": "251,000", "Energy Efficiency": "28,00 kWh/m^2 per year", "Agency": "tel:02 4976 8969"}
{"Name": "4-room flat via Fratelli di Dio 31/E, Sesto San Giovanni", "Rooms": "4", "Description": "Nuovo 4 locali con vasto giardino privato, in classe A. Composto da: ampio soggiorno, cucina abitabile, una camera da letto, due camerette, due bagni, giardino privato, cantina.", "Price": "411,000", "Energy Efficiency": "28,00 kWh/m^2 per year", "Agency": "tel:02 4976 8969"}
{"Name": "Single-family detached house via Castelletto, 47, Paderno Dugnano", "Rooms": "4", "Description": "RIF: Divina Servizi Immobiliari Bovisio Masciago, via Isonzo 12, telefono 0362-594966 o 3397082905.", "Price": "259,000", "Energy Efficiency": "", "Agency": "tel:0362 169 5699"}
{"Name": "3-room flat via Molino Tuono 17, Sesto San Giovanni", "Rooms": "3", "Description": "CASCINA GATTI: Proponiamo trilocale di 100 mq con ampio terrazzo (40mq) posto al primo piano di un condominio formato da solo 4 unità abitative, privo di ascensore, composto da ingresso in soggiorno con angolo cottura, accesso al terrazzo di 40 mq, comodo per fare cene con amici e godersi il relax familiare, disimpegno notte, ampia camera matrimoniale, cameretta e bagno finestrato. Quest’ultimo locale si presa per esser diviso qualora si cercasse la comodità del doppio bagno. La tripla esposizione unita alla recente ristrutturazione rende questo immobile un vero affare. Tra i lavori di ristrutturazione effettuati, uno dei più importanti è stata l’aggiunta del cappotto termico che ha apportato benefici all’immobile, oltre ad infissi in doppio vetro.", "Price": "210,000", "Energy Efficiency": "344,65 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/206772/fondocasa-milano-centrale/"}
{"Name": "2-room flat via Torquato Tasso 16, Sesto San Giovanni", "Rooms": "2", "Description": "In an area well served, a few steps from the Sesto 1 ° Maggio metro stop and the Sesto FS station, and characterized by the presence of all the basic necessities, we offer for sale an excellent two-room apartment consisting of an entrance hallway that disengages the different environments , living room with balcony, kitchenette, double bedroom and bathroom. The apartment is equipped with double glazed aluminum windows, parquet in the sleeping area and a comfortable high-altitude storage room built on the hallway of the house. The property includes a large cellar. The excellent location and the very good state of maintenance of the apartment make it an extremely interesting solution for singles / young couples or as an investment.", "Price": "80,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:02 3540 8172"}
{"Name": "Single-family detached house via Santa Maria 75, Cologno Monzese", "Rooms": "5+", "Description": "Via Santa Maria, 75 - Cologno Monzese", "Price": "1,700,000", "Energy Efficiency": "205,97 kWh/m^2 per year", "Agency": "tel:02 3540 5318"}
{"Name": "2-room flat via Trento, 56, Cologno Monzese", "Rooms": "2", "Description": "A 500 metri dalla metropolitana di Cologno Centro e 600 da quella di Cologno sud, proponiamo appartamento composto da: ingresso, soggiorno con cucina a vista, camera da letto, bagno finestrato e cantina.", "Price": "105,000", "Energy Efficiency": "175,00 kWh/m^2 per year", "Agency": "tel:02 8295 0264"}
{"Name": "3-room flat via Giovanbattista Lulli 25, Cinisello Balsamo", "Rooms": "3", "Description": "cinisello balsamo: mixed village area", "Price": "108,000", "Energy Efficiency": "115,20 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/236270/quicasasi-cinisello-balsamo/"}
{"Name": "3-room flat via Don Giovanni Minzoni 11, Sesto San Giovanni", "Rooms": "3", "Description": "Sixth center, very well served and connected neighborhood, between the town and the Rondò metro stop, good-looking civil building with lift and concierge, THREE-ROOM apartment MQ 88 comprising entrance hall, living room, kitchen, hallway, large double bedroom, second spacious bedroom and bathroom with window. With utility room, balcony and cellar. Parquet and ceramic floors, air conditioning, possibility of creating the second service. Double east-west exposure, overlooking the internal courtyard and the access road. Central heating with thermovalves, free immediately. Price Euro 238.000. Energy class G, IPE 250 kWh / m2 year.", "Price": "238,000", "Energy Efficiency": "250,00 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/57353/kapital-servizi/"}
{"Name": "3-room flat via DELLE ROBINIE 14, Paderno Dugnano", "Rooms": "3", "Description": "CULTURA IMMOBILIARE SRL propone in vendita IN ESCLUSIVA ottimo 3 locali con superficie commerciale di 95 mq. circa posto al piano primo ubicato in Palazzolo Milanese, nel complesso denominato \"Residenza Robinie\" edificato nell'anno 2010 in classe \"B\" costituito solo da n.11 unità abitative immerse nel verde prospiciente il parco del Grugnotorto. Trattasi di un 3 locali così composto: ingresso, soggiorno con cucina a vista sul soggiorno, terrazzo fronte parco, doppi servizi (di cui uno con vasca idromassaggio ed il secondo con doccia), camera da letto con balcone e cameretta. Finiture extra-capitolato quali parquet a pavimento nella zona notte, porte a scomparsa, tapparelle motorizzate, impianto di antifurto completo e funzionante, predisposizione aria condizionata e riscaldamento a pavimento del tipo centralizzato con contabilizzatore di calorie. Il fabbricato è munito di pannelli solari per la produzione di acqua calda sanitaria e impianto fotovoltaico. Prezzo richiesto appartamento, cantina e box Euro 260.000,00.", "Price": "260,000", "Energy Efficiency": "58,00 kWh/m^2 per year", "Agency": "tel:02 8295 2070"}
{"Name": "Single family villa via Firenze, 10, Pioltello", "Rooms": "4", "Description": "PER INFORMAZIONI: 334 366 6917 Proponiamo a Seggiano di Pioltello Villetta unifamiliare di120 mq ca. composta da tre locali al primo piano oltre a locale zona hobbies taverna al piano terra e box di 25 mq. Tranquilla zona Residenziale accanto a tutti i servizi commerciali , scuole e al Centro storico di Pioltello , distante 10 minuti a piedi dal passante ferroviario che collega direttamente a Milano in 15 minuti. Internamente in ottime condizioni, tetto nuovo rifatto, presenta ingresso su soggiorno con camino e cucinotto separato , balconata, tre camere da letto di cui una matrimoniale e due singole, un bagno con doccia , box/ garage, taverna ristrutturata e ben coibentata l piano terra spazioso cortile ad uso esclusivo . RICHIESTA 288000 euro Trattabili LIBERA A ROGITO", "Price": "288,000", "Energy Efficiency": "75,00 kWh/m^2 per year", "Agency": "tel:02 3540 6914"}
{"Name": "3-room flat via Galileo Galilei, Pozzuolo Martesana", "Rooms": "3", "Description": "Trecella-Vendesi luminoso trilocale composto da ampio soggiorno,cucina abitabile,2 camere e doppi servizi,ripostiglio e luminoso terrazzo coperto.", "Price": "189,000", "Energy Efficiency": "250,50 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/16253/professionecasa-inzago/"}
{"Name": "3-room flat via Aldo Moro 67, Gessate", "Rooms": "3", "Description": "GESSATE - ZONA MM2 - VIA ALDO MORO - NUOVA COSTRUZIONE: In palazzina moderna ad alto risparmio energetico, appartamento al terzo piano composto da ampio soggiorno, cucina abitabile, camera matrimoniale, seconda camera, due bagni, terrazzo e cantina. Possibilità di box singolo o doppio. CAPITOLATO DI ALTA QUALITA' - CONSEGNA LUGLIO 2023 - DIRETTAMENTE DAL COSTRUTTORE NESSUN COSTO DI MEDIAZIONE - PERMUTA DEL TUO IMMOBILE . LINK DEL COMPLESSO RESIDENZIALE: https://www.residenzaigelsi.com/", "Price": "272,000", "Energy Efficiency": "≥ 3,51 kWh/m^2 per year", "Agency": "tel:02 5964 2059"}
{"Name": "3-room flat via Ambrogio Villa, Melzo", "Rooms": "3", "Description": "Melzo Centro Storico, in ampia corte ristrutturata, no zona pedonale, proponiamo in esclusiva :", "Price": "135,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:02 3540 8142"}
{"Name": "3-room flat Cascina Olmo 2, Cernusco sul Naviglio", "Rooms": "3", "Description": "Cernusco sul Naviglio, In ottimo contesto di corte, in Cascina Olmo, dove si incontrano storicita' e contamporaneo immersi nella tranquillita' di aree verdi ad 1,3 km dalla metropolitana ed a 1,8 km dal centro storico proponiamo, per amanti del design, elegante appartamento: 3 locali di 85 mq completamente ristrutturato al piano primo dove e stato riproggettato e realizzato un ambiente interno mantenendo il gusto e lo stile preesistente con contaminazioni e linee moderne di grande carattere. L unita immobiliare comprende inoltre un sottotetto di 85 mq circa dove e possibile realizzare per la metratura attigua un appartamento sovrastante collegato da eventuale scala interna. L' immobile, si presenta con finiture Hi Tech e viene ceduto completo di arredamento di pregio. Composto da soggiorno doppio con cucina a vista (Designer Daniele Lago , cucina dotata di isola e dispensa modulabile) e dotato di un divano Bonaldo (progettato per garantire all ambiente il massimo grado di eleganza e confort). Balcone nella zona giorno con vista su aree verdi, disimpegno notte con doppi servizi (realizzati in Microcemento Kerakoll e con complementi di arredo Modulnova) entrambi dotati di doccia, camera e cameretta/cabina armadio. Le dotazioni dell appartamento presentano la posa di un parquet di alta qualita' con impianto di riscaldamento a pavimento e recupero dell'umidita, un impianto di aria condizionata canalizzato, un impianto elettrico di domotica con sistema di smart home che consente di regolare alcune funzioni dell appartamento anche a distanza, infissi in legno con vetrocamera a garanzia di un' alto livello di confort grazie alle doti di isolamento acustico e termico. L appartamento e stato riproggettato prevedendo un insonorizzazione di tipo strutturale nelle pareti e soffitti di determinati ambienti della casa. Completa la proprieta' immobiliare un posto auto e una cantina.", "Price": "318,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/4961/gruppo-gmg/"}
{"Name": "3-room flat via Bellini 30, Settala", "Rooms": "3", "Description": "SETTALA: In piccola palazzina ristrutturata da pochi anni, a poche centinaia di metri dal comune, posto ad un ultimo piano, proponiamo in vendita ampio appartamento di 115mq con cantina e box. Internamente l'appartamento si presenta in buone condizioni, soggiorno con balcone, ampia cucina abitabile di circa 22mq, anch'essa con balcone, disimpegno nella zona notte che ci consente di accedere al bagno padronale completamente ristrutturato e dotato di doccia, alle due camere da letto e al bagno di servizio ristrutturato. Grazie alla sua triplice esposizione, l'appartamento rimane molto luminoso e particolarmente ventilato. L'appartamento è dotato di infissi in alluminio/legno con doppio vetro, installati nel 2017, zanzariere, tendoni da sole e persiane di ultima generazione di cui quella del soggiorno è stata motorizzata. Completa la proprietà l'aria condizionata con pompa di calore, l'antifurto, la cantina e il box privato.", "Price": "169,000", "Energy Efficiency": "219,00 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/375038/tecnocasa-vignate/"}
{"Name": "2-room flat via San Pedrino 35, Vignate", "Rooms": "2", "Description": "Vignate: In una splendida cascina completamente rimessa a nuovo pochissimi anni fa, a poche centinaia di metri dal passante ferroviario, proponiamo in vendita splendido appartamento di 2 locali, ideale per chi ama la tranquillità ma allo stesso tempo necessita di avere a portata di mano i principali servizi e collegamenti con Milano. L'appartamento è posto all'ultimo piano ed è rifinito con tetto in travi a vista, grazie ad una porta blindata accediamo all'interno del nostro immobile, dove troviamo una luminosa zona giorno con cucina living, il bagno padronale finestrato e dotato di doccia e la camera matrimoniale. Oltre ad avere delle ampie finestre il tutte le stanze, si hanno dei comodi lucernai automatizzati, così da rendere l'appartamento particolarmente luminoso e ben ventilato.", "Price": "119,000", "Energy Efficiency": "150,00 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/375038/tecnocasa-vignate/"}
{"Name": "Terraced house via Enrico Berlinguer 30, Vignate", "Rooms": "5", "Description": "VIGNATE: In zona residenziale di sole ville, situato a pochi minuti a piedi dal centro del paese e dal passante ferroviario, proponiamo in vendita recente VILLA BIFAMIGLIARE costruita nel 1996.", "Price": "570,000", "Energy Efficiency": "164,72 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/375038/tecnocasa-vignate/"}
{"Name": "4-room flat via IV Novembre 34, Liscate", "Rooms": "4", "Description": "LISCATE: In contesto signorile circondato dal verde, nella via centrale del paese, a pochi metri dalle scuole elementari, le nuove scuole medie, al centro polisportivo ed a tutti i servizi principali, posto al piano secondo di una palazzina signorile di tre piani dotata di ascensore, proponiamo in vendita ampio appartamento di quattro locali e doppi servizi.", "Price": "290,000", "Energy Efficiency": "201,00 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/375038/tecnocasa-vignate/"}
{"Name": "Apartment Residenza Fontanile, Segrate", "Rooms": "5+", "Description": "Milan 2 - Residenza Fontanile", "Price": "795,000", "Energy Efficiency": "132,00 kWh/m^2 per year", "Agency": "tel:02 8736 2683"}
{"Name": "3-room flat via Villa Pompea 27, Cassina de' Pecchi", "Rooms": "3", "Description": "A Cassina de Pecchi nelle immediate vicinanze della Fermata della Metropolitana di Villa Pompea , proponiamo in vendita trilocale ristrutturato.", "Price": "128,000", "Energy Efficiency": "166,02 kWh/m^2 per year", "Agency": "tel:02 8974 1994"}
{"Name": "Apartment excellent condition, first floor, Rodano", "Rooms": "5", "Description": "Per info e appuntamenti chiamare Giorgia Castellani 345 6504449.", "Price": "350,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:02 3540 6751"}
{"Name": "Penthouse excellent condition, 145 sq.m., Rodano", "Rooms": "5", "Description": "For info and appointments call Giorgia Castellani 345 6504449.", "Price": "350,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:02 3540 6751"}
{"Name": "Studio via Rugacesio, Pioltello", "Rooms": "1", "Description": "PIOLTELLO - Rugacesio: A poca distanza da Segrate, proproniamo in VENDITA in caratteristico contesto di recente costruzione, MONOLOCALE disposto da ambiente unico con cucina a vista, disimpegno, ampio bagno, oltre comodo giardino privato di circa 50 mq. Ottime finiture interne, predisposizione climatizzatore, inferiate di sicurezza. Consegna Maggio 2022. Per Info 02.92148127 - info@fiberimmobiliare.it", "Price": "100,000", "Energy Efficiency": "", "Agency": "tel:02 9214 8127"}
{"Name": "2-room flat via Sant'Ambrogio 7, Vignate", "Rooms": "2", "Description": "Vignate - In Via S. Ambrogio n. 7 proponiamo in vendita bilocale composto da soggiorno, cucinotto, camera, bagno, balcone e cantina.", "Price": "78,000", "Energy Efficiency": "292,93 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/79794/vignate-via-casanova/"}
{"Name": "Building for Sale", "Rooms": "3", "Description": "Rif: AF_14140515833 - LOTTO 35 appartamento della superficie commerciale di 385,00 mq è posta all’interno della storica dimora di Palazzo Archinto ubicato in via Giacomo Matteotti nel Comune di Robecco sul Naviglio, la cui realizzazione è avvenuta a partire dall'inizio del secolo XVIII su progetto dell'architetto Federico Pietrasanta commissionato dal conte Filippo Archinto. L’unità immobiliare a carattere residenziale è costituita dai locali aventi le seguenti destinazioni d'uso indicate in planimetria catastale: ingresso, soggiorno, tre camere, due bagni e disimpegno. Tutti i locali presentano un'altezza interna pari a 3,50 mt con soffitti a volta e finestre incorniciate da ampie arcate.", "Price": "from 448.706,00", "Energy Efficiency": "175,00 kWh/m^2 per year", "Agency": "tel:02 8974 3023"}
{"Name": "Single family villa, new, 150 sq.m., Arluno", "Rooms": "4", "Description": "ARLUNO - NUOVA COSTRUZIONE", "Price": "330,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:02 5964 3605"}
{"Name": "4-room flat new, second floor, Vittuone", "Rooms": "4", "Description": "Vittuone, in tranquilla zona residenziale a pochi passi dal centro del paese, Proponiamo in esclusiva, CANTIERE DI NUOVA COSTRUZIONE, edificato in Classe A2, A PARTIRE DA 1.950/MQ Appartamento al piano secondo. Ingresso nella zona giorno, ampio soggiorno con cucina a vista, dalla quale si accede all'ampio terrazzo di 25,29 MQ. Dal disimpegno si accede alla zona notte con le tre camere da letto (tutte tre con accesso su terrazzo) e i due bagni entrambi finestrati. Lo stato attuale della costruzione permette di personalizzare gli spazi in base alle proprie esigenze e le finiture interne. Soluzione completa di aria condizionata, predisposizione allarme, predisposizione domotica, serramenti in pvc, sanitari sospesi, impianto fotovoltaico. Cantina e box di diverse dimensioni.", "Price": "269,329", "Energy Efficiency": "", "Agency": "tel:392 642 0835"}
{"Name": "4-room flat new, first floor, Vittuone", "Rooms": "4", "Description": "Vittuone, in tranquilla zona residenziale a pochi passi dal centro del paese, Proponiamo in esclusiva, CANTIERE DI NUOVA COSTRUZIONE, edificato in Classe A2, A PARTIRE DA 1.950/MQ Appartamento al piano primo. Ingresso nella zona giorno, ampio soggiorno con cucina a vista, dalla quale si accede all'ampio terrazzo di 25,29 MQ. Dal disimpegno si accede alla zona notte con le tre camere da letto (tutte tre con accesso su terrazzo) e i due bagni entrambi finestrati. Lo stato attuale della costruzione permette di personalizzare gli spazi in base alle proprie esigenze e le finiture interne. Soluzione completa di aria condizionata, predisposizione allarme, predisposizione domotica, serramenti in pvc, sanitari sospesi, impianto fotovoltaico. Cantina e box di diverse dimensioni.", "Price": "262,760", "Energy Efficiency": "", "Agency": "tel:392 642 0835"}
{"Name": "3-room flat via Eugenio Villoresi, Vittuone", "Rooms": "3", "Description": "nel centro storico di vittuone, proponiamo nuova costruzione, il progetto architettonico di elevatissima qualita' e design, con impiantistica di ultima generazione, tanto da determinare la miglior certificazione energetica con impensabili riduzioni dei costi di gestione. capitolato di altissimo livello, con vasta gamma di scelta, ne fanno un prodotto di prima qualita'.", "Price": "Price on application", "Energy Efficiency": "≥ 3,51 kWh/m^2 per year", "Agency": "tel:02 8295 1944"}
{"Name": "Penthouse new, 123 sq.m., Vittuone", "Rooms": "3", "Description": "Vittuone, in tranquilla zona residenziale a pochi passi dal centro del paese, Proponiamo in esclusiva, CANTIERE DI NUOVA COSTRUZIONE, edificato in Classe A2, A PARTIRE DA 1.950/MQ ATTICO al piano terzo. Ingresso nella zona giorno, ampio soggiorno, cucina abitabile, ampio terrazzo di 56 MQ. Dal disimpegno si accede alla zona notte con le due camere da letto (entrambe con accesso su terrazzo), e i doppi servizi. Lo stato attuale della costruzione permette di personalizzare gli spazi in base alle proprie esigenze e le finiture interne. Soluzione completa di aria condizionata, predisposizione allarme, predisposizione domotica, serramenti in pvc, sanitari sospesi, impianto fotovoltaico. Cantina e box di diverse dimensioni.", "Price": "280,983", "Energy Efficiency": "", "Agency": "tel:392 642 0835"}
{"Name": "3-room flat ground floor, Sedriano", "Rooms": "3", "Description": "Sedriano zona servita comoda per i collegamenti, a due passi da tutti i servizi.", "Price": "135,000", "Energy Efficiency": "165,00 kWh/m^2 per year", "Agency": "tel:02 8295 2344"}
{"Name": "3-room flat excellent condition, fourth floor, Magenta", "Rooms": "3", "Description": "SUPERBONUS APPROVATO: L'appartamento che oggi vi proponiamo è inserito in una palazzina per la quale è già stato deliberato il Superbonus per il rifacimento delle facciate con cappotto ed eventuali lavori trainati come la sostituzione degli infissi. Considerate che il tetto della palazzina è stato recentemente rifatto, così come il quadro elettrico dell'ascensore, le canne fumarie e le caldaie presenti in ciascun appartamento.", "Price": "175,000", "Energy Efficiency": "110,00 kWh/m^2 per year", "Agency": "tel:02 8295 6781"}
{"Name": "3-room flat new, fourth floor, Magenta", "Rooms": "3", "Description": "L'appartamento è collocato in un condominio di nuova costruzione, edificato con le più moderne tecnologie di isolamento termico e acustico che consentono un sensibile risparmio dei costi di gestione. L'edificio è una \"casa no gas\", quindi ecologica, e che non emette combustione di gas nell'ambiente.", "Price": "197,000", "Energy Efficiency": "14,69 kWh/m^2 per year", "Agency": "tel:02 8295 6781"}
{"Name": "3-room flat good condition, mezzanine, Magenta", "Rooms": "3", "Description": "Se siete alla ricerca di un immobile uso residenziale di tre locali con cucina abitabile, doppi servizi, cantina e possibilità di Box singolo, ubicato in una zona molto tranquilla della città di Magenta, abbiamo la soluzione che fa al caso vostro. Si tratta infatti di un appartamento in un contesto condominiale edificato nei primi anni 90 e sito al piano rialzato. La via per accedere al condominio è a fondo chiuso ed è di utilizzo praticamente esclusivo dei residenti. La peculiarità contingente è determinata anche dalla vicinanza di un parchetto comunale e di terreni agricoli con la possibilità di accedervi tramite viottoli di campagna per fare piccole passeggiate in compagnia dei propri animali in un piacevole contesto agreste. E' facile anche fare graditi incontri con scoiattoli e conigli allo stato libero. Ritornando all'immobile in proposta, lo stesso è composto da una ampio soggiorno subito all'ingresso, con una porta finestra dalla quale si accede su un terrazzino dove, nelle giornate estive, è possibile poter attrezzare lo spazio per pranzi o cene all'aperto oppure sostare in pieno relax. Dal soggiorno si accede alla cucina abitabile di ottime dimensioni dalla quale è possibile anche da questo locale accedere al terrazzino in precedenza descritto. La zona notte è composta da due spaziose camere di cui una matrimoniale, dalla quale si può accedere ad un balconcino di servizio e l'altra di dimensioni quasi analoghe alla precedente. Il bagno padronale è composto da una vasca da bagno, sanitari, lavabo e le piastrelle di rivestimento delle pareti sono decorate con inserti disegnati. Subito all'ingresso del bagno si trova uno spazio utile al ricovero del materiale necessario per la pulizia della casa o utilizzato come piccolo ripostiglio. Dal corridoio della zona notte si arriva anche al bagno di servizio con aspiratore dove abbiamo un box doccia, sanitari, lavabo e l'impianto idraulico per il caricio-scarico della lavatrice. La cantina si trova nel piano seminterrato del condominio e si può arrivare anche tramite l'ascensore, utile nel caso di spostamenti di oggetti di peso. I pavimenti della zona giorno sono in ceramica monocottura e quelli delle camere in parquet di rovere. Il riscaldamento è autonomo con caldaia a produzione gas metano. I serramenti della casa sono in legno douglas con doppio vetro. Le finiture e gli impianti della casa sono ancora quelli originari ma nel suo insieme lo stato generale dell'immobile è buono. Nelle immediate vicinanze si trova la struttura ospedaliera della città di Magenta, la fermata dei bus con collegamenti per Milano, Abbiategrasso e comuni interposti, liceo scientifico e farmacia. A circa tre kilometri dall'abitazione si trova il casello dell'autostrada Milano - Torino.", "Price": "125,000", "Energy Efficiency": "175,00 kWh/m^2 per year", "Agency": "tel:02 8295 6781"}
{"Name": "3-room flat new, third floor, Magenta", "Rooms": "3", "Description": "L'appartamento è collocato in un condominio di nuova costruzione, edificato con le più moderne tecnologie di isolamento termico e acustico che consentono un sensibile risparmio dei costi di gestione, sia condominiali che dell'alloggio. L'edificio è una \"casa no gas\", quindi ecologica, e che non emette combustione di gas nell'ambiente. Gli spazi interni, caratterizzati da un ampio soggiorno, la cucina abitabile e i doppi servizi entrambi con finestra, sono consigliati per famiglie già formate o per giovani coppie. L'ampia loggia coperta consente di cenare all'aperto mantenendo una buona privacy. Il palazzo è in una zona di Magenta ancora molto verde, ma i principali servizi, negozi e supermercato sono di facile raggiungimento. Box doppio o singolo da acquistare a parte.", "Price": "191,000", "Energy Efficiency": "14,69 kWh/m^2 per year", "Agency": "tel:02 8295 6781"}
{"Name": "Studio good condition, first floor, Corbetta", "Rooms": "1", "Description": "Corbetta, in zona residenziale in mini palazzina disponiamo di due monolocali ultimo piano con doppia esposizione", "Price": "65,000", "Energy Efficiency": "115,00 kWh/m^2 per year", "Agency": "tel:02 9475 1874"}
{"Name": "Single family villa, excellent condition, 250 sq.m., Vittuone", "Rooms": "5", "Description": "The villa is spread over a single floor of 300 square meters. Entering there is the entrance that leads to the large living room warm and welcoming thanks to the wood finish and the fireplace, to follow you can see the modern and bright kitchen. It is equipped with a windowed veranda used as a dining room and a recreational area where you can admire the fantastic swimming pool with diving area, ladder and solarium area. Continuing we find the master bedroom with fireplace, 2 bedrooms, two bathrooms, one with a shower and the other with a bath. Outside there is a wooden porch with barbeque and it is immersed in the green of the planted garden. The villa is free on all 4 sides, and was renovated in 2002. The property has 2 spacious playpens, laundry, changing room, boiler room and technical, automatic irrigation, mosquito nets, guts and air conditioning. Well-stocked security system with perimeter alarm also in the garden, video surveillance system and double glazed windows.", "Price": "790,000", "Energy Efficiency": "133,16 kWh/m^2 per year", "Agency": "tel:02 5964 3605"}
{"Name": "3-room flat new, third floor, Magenta", "Rooms": "3", "Description": "L'appartamento è collocato in un condominio di nuova costruzione, edificato con le più moderne tecnologie di isolamento termico e acustico che consentono un sensibile risparmio dei costi di gestione. L'edificio è una \"casa no gas\", quindi ecologica, e che non emette combustione di gas nell'ambiente.", "Price": "185,000", "Energy Efficiency": "14,69 kWh/m^2 per year", "Agency": "tel:02 8295 6781"}
{"Name": "3-room flat new, second floor, Magenta", "Rooms": "3", "Description": "L'appartamento è collocato in un condominio di nuova costruzione, edificato con le più moderne tecnologie di isolamento termico e acustico che consentono un sensibile risparmio dei costi di gestione, sia condominiali che dell'alloggio. L'edificio è una \"casa no gas\", quindi ecologica, e che non emette combustione di gas nell'ambiente. Gli spazi interni, caratterizzati da un ampio soggiorno, la cucina abitabile e i doppi servizi entrambi con finestra, sono consigliati per famiglie già formate o per giovani coppie. L'ampia loggia coperta consente di cenare all'aperto mantenendo una buona privacy. Il palazzo è in una zona di Magenta ancora molto verde, ma i principali servizi, negozi e supermercato sono di facile raggiungimento. Box doppio o singolo da acquistare a parte.", "Price": "183,000", "Energy Efficiency": "14,69 kWh/m^2 per year", "Agency": "tel:02 8295 6781"}
{"Name": "2-room flat via della libertà 1, Cerro Maggiore", "Rooms": "2", "Description": "Cantalupo centro, in grazioso contesto residenziale edificato negli anni 2000 comodo con tutti i principali servizi, proponiamo appartamento di due locali di mq 55 ca posto al primo piano. L'immobile è suddiviso in una comoda zona giorno con angolo cottura oltre balcone, disimpegno con armadio a muro, camera matrimoniale e bagno. Completa la proprietà box singolo e cantina. Termoautonomo. Libero subito!!", "Price": "95,000", "Energy Efficiency": "277,91 kWh/m^2 per year", "Agency": "tel:0331 194 0316"}
{"Name": "3-room flat via Carlo Porta, Legnano", "Rooms": "3", "Description": "Graziosissimo appartamento di tre locali composto da ingresso in soggiorno con angolo cottura (volendo si può chiudere e ricavare la cucina separata), disimpegno, ampia camera da letto, cameretta con balconcino, ampio bagno.", "Price": "106,000", "Energy Efficiency": "289,86 kWh/m^2 per year", "Agency": "tel:0331 120 3426"}
{"Name": "2-room flat via Flora, Legnano", "Rooms": "2", "Description": "Ampio due locali. In zona servitissima di Legnano, appartamento luminoso e perfettamente in ordine. Così composto: angolo cottura , salone , camera matrimoniale, bagno. La pavimentazione è composta da ceramica e nella camera da letto parquettes . I serramenti sia interni che esterni in ordine. Videocitofono. Box e cantina. Merita visione.", "Price": "120,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "tel:0331 120 3426"}
{"Name": "Multi-family detached house via 24 Maggio, Cerro Maggiore", "Rooms": "2", "Description": "Nelle immediate vicinanze del centro di Cerro Maggiore, proponiamo DUE appartamenti ognuno su due livelli . Scala esterna che conduce ai piani superiori.", "Price": "82,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/22882/sr-cerro-maggiore/"}
{"Name": "Apartment at auction via Brennero 6, Legnano", "Rooms": "3", "Description": "PER INFORMAZIONI E VISITE CONTATTARCI AL NUMERO 02/97.48. 70.88 WWW. CONSULOVEST. IT", "Price": "from 67.760,00", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/118081/consulovest-corbetta/"}
{"Name": "Single family villa via Sardegna, Legnano", "Rooms": "5+", "Description": "A Legnano , Zona San Paolo, non lontano dal centro cittadino, proponiamo in VENDITA, bellissima villa di recente costruzione , anno ‘ 2009 , con giardino e libera sui quattro lati.", "Price": "Price on application", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/224046/natali-immobiliare/"}
{"Name": "Apartment at auction via Vittorio Emanuele II 24, Cerro Maggiore", "Rooms": "4", "Description": "APPARTAMENTO CON ACCESSORI ALL'ASTA IN VIA VITTORIO EMANUELE II, CERRO MAGGIORE (MI)", "Price": "from 69.411,00", "Energy Efficiency": "326,03 kWh/m^2 per year", "Agency": "tel:02 8295 5023"}
{"Name": "3-room flat via 4 Novembre 1, Busto Garolfo", "Rooms": "3", "Description": "In piccola soluzione da tre unità immobiliari, appartamento in buone condizioni di manutenzione di 3 locali, così suddiviso: ingresso, comoda zona giorno con angolo cottura, due camere e servizi, e due balconi. Completa la soluzione un posto auto di proprietà. Appartamento ristrutturato, sia a livelli di impiantistica, che di finiture tra le quali climatizzatore e porta blindata. Minime spese condominiali", "Price": "99,000", "Energy Efficiency": "195,00 kWh/m^2 per year", "Agency": "tel:0331 120 3254"}
{"Name": "Studio via Torre 1, Parabiago", "Rooms": "1", "Description": "Monolocale in stabile d'epoca posto in zona centrale a Parabiago, l'immobile è posto al primo piano ed è così composto: ingresso su zona giorno con angolo cottura, soppalco con letto matrimoniale ( altezza bassa h 1.40 per ingombro del soffitto) e armadio, bagno.", "Price": "65,000", "Energy Efficiency": "≥ 175 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/179483/royal-parabiago/"}
{"Name": "Attic via Campania 10, Legnano", "Rooms": "3", "Description": "LEGNANO: in zona San Paolo, Appartamento Mansardato su unico piano composto da: ingresso, ampio soggiorno con terrazzino, zona pranzo e cucina, 2 camere, 2 bagni. Il box doppio in lunghezza completa l'Appartamento che si trova al terzo ed ultimo piano di un piccolo ed elegante condominio costruito nel 2000.", "Price": "195,000", "Energy Efficiency": "156,62 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/6396/b-p-real-estate-legnano/"}
{"Name": "2-room flat via Francesco Cherubini, Legnano", "Rooms": "2", "Description": "LEGNANO: Zona Centrale a 500 mt dalla Stazione, in contesto residenziale appartamento al secondo piano, composto da soggiorno con cucina a vista e ampio balcone, disimpegno notte, bagno, camera matrimoniale. Ampio verde condominiale. Rifiniture: porta blindata, porte in legno, serramenti ed imposte a libro in legno con doppi vetri, pavimenti nella zona giorno e notte in monocottura, tv satellitare, citofono, impianti a norma, predisposizione impianto d'allarme.", "Price": "109,000", "Energy Efficiency": "191,60 kWh/m^2 per year", "Agency": "https://www.immobiliare.it/en/agenzie-immobiliari/6396/b-p-real-estate-legnano/"}
